import random

EMAIL_DOMAINS = [
    "mail.ru",
    "gmail.com",
    "yandex.ru",
    "bk.ru",
    "outlook.com"
]

SUBSCRIPTIONS = [
    "Basic",
    "Premium",
    "VIP"
]

FILMS = [
    "Интерстеллар",
    "Дюна",
    "Начало",
    "Матрица",
    "Оппенгеймер",
    "Барби",
    "Джокер",
    "Аватар",
    "Титаник",
    "Довод",
    "Гладиатор",
    "Форрест Гамп",
    "Побег из Шоушенка",
    "Бойцовский клуб",
    "Зеленая миля"
]

STATUSES = [
    "Просмотрен",
    "В процессе",
    "Запланирован",
    "Брошен"
]

def randon_