import random

def main():
    # a = random.random() #случайные вещественные значения по равномерному закону в диапозоне [0.0; 1.0]
    # # print(a)
    # a = random.uniform(1.0, 5.0) #случайные вещественные значения по равномерному закону в заданном диапозоне
    # print(a)
    # print(random.randint(-3, 7)) #равномерное целочисленные значения по равномерному закону в заданном диапозоне
    # print(random.randrange(-3, 10, 2)) #равномерное целочисленное распределение с заданным диапозоном и шагом
    # print(random.gauss(0, 3.5)) #случайные вещественные значения по нормальному закону с задаваемыми мат ожиданием и среднеквадратичным отклонением
    # lst = [4,5,0,-1,76,3]
    # print(random.choice(lst)) #по равномерному распределению одно значение из заданной коллекции
    # random.shuffle(lst) #перемешивает элементы заданной коллекции
    # a = random.sample(lst, 3) #по равномерному закону выбирает k значений из заданной коллекции и возвращает новый список
    pass
if __name__ == "__main__":
    main()